[
  {
    "id": "0",
    "imageUrl": "https://pizza.od.ua/upload/resize_cache/webp/iblock/d34/osqh5oszrf1o51r37wni4locre1slsgo.webp",
    "title": "Prosciutto",
    "types": [0, 1],
    "sizes": [30],
    "price": 255,
    "category": 1,
    "rating": 4,
    "description": "Introducing the 'Prosciutto' pizza — a culinary masterpiece featuring a velvety base of Creamy Alfredo Sauce. Topped with ripe tomatoes, gooey mozzarella, and aged Parmesan, this pizza reaches gourmet heights with thinly sliced prosciutto adding a touch of saltiness. Fresh arugula crowns the ensemble, providing a crisp and peppery finish. Indulge in a symphony of flavors, where each bite is a celebration of culinary excellence",
    "ingredients": "Creamy Alfredo Sauce (Base), tomato, mozzarella, parmesan, arugula"
  },
  {
    "id": "1",
    "imageUrl": "https://pizza.od.ua/upload/resize_cache/webp/iblock/6f1/tfvnkekl7g22d3uadkoj5hzx21saxe1q.webp",
    "title": "Mortadella",
    "types": [0],
    "sizes": [30],
    "price": 255,
    "category": 1,
    "rating": 6,
    "description": "Introducing the 'Mortadella' pizza, a culinary delight that transcends ordinary flavors. This masterpiece begins with a luscious base of Creamy Alfredo Sauce, setting the stage for a symphony of taste. Melt-in-your-mouth mozzarella blankets the canvas, while sun-dried tomatoes and capers add bursts of tangy and briny notes. The finishing touch is a scattering of fresh arugula, providing a peppery and crisp contrast. The Mortadella pizza is a harmonious blend of creamy, savory, and zesty elements, delivering a truly extraordinary culinary experience in every bite",
    "ingredients": "Creamy Alfredo Sauce (Base), mozzarella, sun-dried tomatoes, capers, arugula"
  },
  {
    "id": "2",
    "imageUrl": "https://pizza.od.ua/upload/resize_cache/webp/iblock/e12/zhr2xux5uyy01oqph7fv1k6flracmlcb.webp",
    "title": "Pear Dorblu",
    "types": [0, 1],
    "sizes": [30],
    "price": 255,
    "category": 4,
    "rating": 6,
    "description": "Introducing the 'Pear Dorblu' pizza, a divine blend of sweet and savory flavors. This culinary masterpiece features a luscious base of Creamy Alfredo Sauce, providing the perfect canvas for the luxurious duo of dorblu and mozzarella. Sliced pears lend a touch of natural sweetness, while crunchy walnuts add a delightful texture. Each bite of the Pear Dorblu pizza is a symphony of creamy, tangy, and nutty notes, creating an unforgettable culinary experience that captures the essence of gourmet indulgence",
    "ingredients": "Creamy Alfredo Sauce (Base), dorblu, mozzarella, pear, walnut"
  },
  {
    "id": "3",
    "imageUrl": "https://pizza.od.ua/upload/resize_cache/webp/iblock/43b/tuiere3j1kjx7fa4lq1itvu5397u5f7w.webp",
    "title": "Mutton Kebab",
    "types": [0, 1],
    "sizes": [25, 30, 35],
    "price": 230,
    "category": 2,
    "rating": 4,
    "description": "A tantalizing fusion of flavors, the Mutton Kebab pizza boasts a Tomato Sauce base adorned with parsley, bell peppers, fresh tomatoes, and a generous layer of mozzarella. The star of the show is succulent lamb kebab, perfectly complemented by the smoky notes of grilled eggplant",
    "ingredients": "Tomato Sauce (Base), parsley, bell pepper, tomato, mozzarella, lamb kebab, eggplant"
  },
  {
    "id": "4",
    "imageUrl": "https://pizza.od.ua/upload/resize_cache/webp/iblock/828/q13rdjpplrwhhl9bu81zk00op8rolm3e.webp",
    "title": "Pepperoni in Hawai",
    "types": [0, 1],
    "sizes": [30, 35],
    "price": 255,
    "category": 1,
    "rating": 3,
    "description": "Embark on a taste adventure with the Pepperoni in Hawai pizza. Featuring a Tomato Sauce base, smoked chicken, and classic pepperoni salami, the tropical twist comes from the addition of sweet pineapple chunks. All this goodness is generously blanketed in gooey mozzarella",
    "ingredients": "Tomato Sauce (Base), smoked chicken, pepperoni salami, pineapple, mozzarella"
  },
  {
    "id": "5",
    "imageUrl": "https://pizza.od.ua/upload/resize_cache/webp/upload/iblock/eb1/2evm4y7j6klj7s7tt8b17uc3g01nibx3.webp",
    "title": "Teriyaki",
    "types": [0, 1],
    "sizes": [25, 30],
    "price": 280,
    "category": 3,
    "rating": 5,
    "description": "Transport your taste buds to the Far East with the Teriyaki pizza. A Tomato Sauce base provides the backdrop for smoked chicken, pepperoni salami, and pineapple, creating a delightful fusion of flavors. Topped with mozzarella, this pizza offers a savory and sweet symphony",
    "ingredients": "Tomato Sauce (Base), smoked chicken, pepperoni salami, pineapple, mozzarella"
  },
  {
    "id": "6",
    "imageUrl": "https://pizza.od.ua/upload/resize_cache/webp/upload/iblock/f38/f38b33ebe98b8cecec084e14553c608f.webp",
    "title": "Four Cheese",
    "types": [0],
    "sizes": [25, 30, 35],
    "price": 250,
    "category": 4,
    "rating": 8,
    "description": "Indulge in the decadence of the Four Cheese pizza. A velvety base of Creamy Alfredo Sauce sets the stage for the exquisite blend of dor blue, mozzarella, parmesan, and cheddar. Each bite is a journey into the richness of multiple cheeses, creating a true cheese lover's delight",
    "ingredients": "Creamy Alfredo Sauce (Base), dor blue, mozzarella, parmesan, cheddar"
  },
  {
    "id": "7",
    "imageUrl": "https://pizza.od.ua/upload/resize_cache/webp/iblock/828/8283f9b4963ced5f390dfb1388e40264.webp",
    "title": "Chicken & Ham",
    "types": [0, 1],
    "sizes": [30, 35],
    "price": 155,
    "category": 1,
    "rating": 9,
    "description": "The Chicken & Ham pizza is a savory delight with a Tomato Sauce base hosting a flavorful ensemble of ham, smoked chicken, bell peppers, and mozzarella. This classic combination promises a satisfying medley of textures and tastes in every slice",
    "ingredients": "Tomato Sauce (Base), ham, smoked chicken, bell pepper, mozzarella"
  },
  {
    "id": "8",
    "imageUrl": "https://pizza.od.ua/upload/resize_cache/webp/iblock/083/083561499d7b208a5ea99c6a2c0ba01c.webp",
    "title": "Mushroom",
    "types": [0, 1],
    "sizes": [30],
    "price": 155,
    "category": 4,
    "rating": 10,
    "description": "Immerse yourself in the earthy goodness of the Mushroom pizza. Tomato Sauce forms the base for parsley, mozzarella, and honey mushrooms, creating a simple yet delectable harmony of flavors that celebrates the natural essence of mushrooms",
    "ingredients": "Tomato Sauce (Base), parsley, mozzarella, honey mushrooms"
  },
  {
    "id": "9",
    "imageUrl": "https://pizza.od.ua/upload/resize_cache/webp/iblock/bdc/bdcf96026a19b14224f95ba504db540b.webp",
    "title": "Hawaiian",
    "types": [0, 1],
    "sizes": [25, 30, 35],
    "price": 220,
    "category": 1,
    "rating": 7,
    "description": "Embrace the timeless Hawaiian pizza, featuring a Tomato Sauce base, smoked chicken, sweet pineapple chunks, and mozzarella. This classic combination strikes the perfect balance between savory and sweet, delivering a taste of the tropics in every bite",
    "ingredients": "Tomato Sauce (Base), smoked chicken, pineapple, mozzarella"
  },
  {
    "id": "10",
    "imageUrl": "https://pizza.od.ua/upload/resize_cache/webp/iblock/413/4137b487da5d06174448a8cde6b0863e.webp",
    "title": "Super Meat",
    "types": [0],
    "sizes": [25, 30, 35],
    "price": 250,
    "category": 1,
    "rating": 10,
    "description": "Satisfy your carnivorous cravings with the Super Meat pizza. A Tomato Sauce base supports a hearty ensemble of ham, Italian sausage, pepperoni salami, and meatball, all generously topped with mozzarella. A meat lover's dream come true",
    "ingredients": "Tomato Sauce (Base), ham, Italian sausage, pepperoni salami, mozzarella, meatball"
  },
  {
    "id": "11",
    "imageUrl": "https://pizza.od.ua/upload/resize_cache/webp/upload/iblock/f26/daee1tqq5qwr9tptcm0u52mfxskpiavd.webp",
    "title": "Margarita",
    "types": [0, 1],
    "sizes": [25, 30, 35],
    "price": 165,
    "category": 4,
    "rating": 9,
    "description": "Experience pizza perfection with the Margarita, showcasing a Tomato Sauce base adorned with succulent tomato slices and a generous layer of mozzarella. This timeless classic lets the simplicity of quality ingredients shine through",
    "ingredients": "Tomato Sauce (Base), tomato, mozzarella"
  },
  {
    "id": "12",
    "imageUrl": "https://pizza.od.ua/upload/resize_cache/webp/iblock/e92/e925a93ce82efc86bd54f24749f51774.webp",
    "title": "Chicken BBQ",
    "types": [0, 1],
    "sizes": [25, 30, 35],
    "price": 220,
    "category": 2,
    "rating": 5,
    "description": "Revel in the smoky sweetness of the Chicken BBQ pizza. Featuring a BBQ Sauce base, crispy bacon, and mozzarella, this pizza delivers a delightful combination of barbecue flavors that will leave you craving more",
    "ingredients": "Bbq Sauce (Base), bacon, mozzarella"
  },
  {
    "id": "13",
    "imageUrl": "https://pizza.od.ua/upload/resize_cache/webp/iblock/23e/23e291487488fa7b28c09ef9a9ff7db8.webp",
    "title": "Diablo",
    "types": [0, 1],
    "sizes": [25, 30, 35],
    "price": 230,
    "category": 3,
    "rating": 6,
    "description": "Brace yourself for the fiery intensity of the Diablo pizza. With a Hot Tabasco Sauce base, this bold creation boasts Italian sausages, Vienna sausages, Bavarian sausages, and pepperoni salami, all smothered in mozzarella. A spicy adventure for the brave.",
    "ingredients": "Hot Tabasco Sauce (Base), Italian sausages, Vienna sausages, Bavarian sausages, pepperoni salami, mozzarella"
  },
  {
    "id": "14",
    "imageUrl": "https://pizza.od.ua/upload/resize_cache/webp/upload/iblock/a69/nsy3xrz0gttuni6zy052f150sfgfnfjh.webp",
    "title": "Mexico",
    "types": [0, 1],
    "sizes": [25, 30, 35],
    "price": 235,
    "category": 3,
    "rating": 4,
    "description": "Take a journey to Mexico with this vibrant pizza. A Tomato Sauce base provides the backdrop for jalapeno peppers, smoked chicken, corn, fresh tomatoes, and mozzarella. This lively combination captures the essence of Mexican flavors in every savory bite",
    "ingredients": "Tomato Sauce (Base), jalapeno pepper, smoked chicken, corn, tomato, mozzarella"
  }
]
